Revit 2027 API
ParameterTypeId.ViewerBoundActiveLeft Property
 "Left Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundActiveLeft { get; }
Public Shared ReadOnly Property ViewerBoundActiveLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundActiveLeft {
	ForgeTypeId^ get ();
}
static member ViewerBoundActiveLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace